<?php

return [
    'Add_Grade' => 'إضافة مرحلة',
    'Edit_Grade' => 'تعديل المرحلة',
    'Delete_Grade' => 'حذف المرحلة',
    'Name' => 'المرحلة',
    'Notes' => 'الملاحظات',
    'Processes' => 'العمليات',
    'Delete' => 'حذف',
    'Update' => 'تعديل',
    'Stage_Name_Ar' => 'إسم المرحلة بالعربية',
    'Stage_Name_En' => 'إسم المرحلة باللإنجليزية',
    'Submit' => 'حفظ البيانات',
    'Close' => 'إغلق',
    'Warning' => 'هل أنت متأكد من عملية الحذف ؟',
    'Exists' => 'المرحلة موجودة من قبل',
    'Delete_Grade_Error' => 'لا يمكن حذف المرحلة لوجود صفوف تابعه لها'
];